# Дана строка. Подсчитать количество содержащихся в ней прописных латинских букв.
try:
    a = ["Q", "W", "E", "R", "T", "Y", "U", "I", "O", "P", "A", "S",
         "D", "F", "G", "H", "J", "K", "L", "Z", "X", "C", "V", "N", "M"]
    b = str(input("Введите строку: "))
    g = 0
    for i in b:
        if i in a:
            g += 1
    print("Кол-во прописных латинских букв:", g)
except TypeError:
    print('Error')
