# Дана строка-предложение на русском языке. Подсчитать количество содержащихся в строке гласных букв.
try:
    a = ["А", "а", "О", "о", "У", "у", "Э", "э", "Ы", "ы",
         "Я", "я", "Ё", "ё", "Е", "е", "Ю", "ю", "И", "и"]
    b = str(input("Введите предложение на русском языке: "))
    g = 0
    for i in b:
        if i in a:
            g += 1
    print("Кол-во гласных букв:", g)
except TypeError:
    print("Error")