anketa = [
(1, 'Мария', 'Еревановна', '2000-12-12', 'ж', '2023-11-14','Менеджер', 'Кадры', 40000),
(2, 'Артём', 'Сабуров', '2002-04-13', 'м', '2020-01-28', 'Маркетолог', 'Маркетинг', 60000),
(3, 'Елена', 'Пономарёва', '1990-10-24', 'ж', '2022-08-04', 'Системный администратор', 'IT', 80000),
(4, 'Гомер', 'Симпсон', '1950-05-12', 'м', '2005-08-09', 'Инженер по программному обеспечению', 'IT', 110000),
(5, 'Анна', 'Тен', '2004-12-12', 'ж', '2023-07-06', 'Финансовый аналитик', 'Финансы', 250000),
(6, 'Магомед', 'Араратов', '1980-08-09', 'м', '2018-09-23', 'Бухгалтер', 'Бухгалтерия', 25000),
(7, 'Александр', 'Лозовой', '1999-04-23', 'м', '2019-02-28','Программист', 'IT', 300000),
(8, 'Виктор', 'Петров', '1969-07-24', 'м', '2014-09-27', 'Менеджер по производству', 'Производство', 80000),
(9, 'Евгения', 'Чернышова', '1979-10-18', 'ж', '2021-06-30', 'Менеджер по продажам', 'Продажа', 90000),
(42, 'Иван', 'Иванов', '1987-05-22', 'м', '2021-07-01', 'Разработчик', 'Разработка', 120000),
(11, 'Мария', 'Сидорова', '1985-07-12', 'ж', '2021-06-29', 'Маркетолог', 'Маркетинг', 85000)
]

bolnicnie_listi = [
    (1, 42, '2022-03-31', '2022-04-08', 'Болезнь', 'ОРВИ', 1),
    (2, 7, '2021-05-15', '2021-05-23', 'Травма', 'Перелом руки', 1),
    (3, 9, '2023-06-02', '2023-06-09', 'Болезнь', 'Грипп', 1),
    (4, 2, '2022-09-01', '2022-09-08', 'Болезнь', 'Ангина', 1),
    (5, 5, '2019-07-10', '2019-07-15', 'Травма', 'Ушиб ноги', 0),
    (6, 1, '2020-08-20', '2020-08-28', 'Болезнь', 'Гастрит', 1),
    (7, 3, '2020-04-25', '2020-05-02', 'Травма', 'Перелом ноги', 1),
    (8, 8, '2022-11-15', '2022-11-20', 'Болезнь', 'Ангина', 1),
    (9, 6, '2021-10-05', '2021-10-12', 'Травма', 'Ушиб руки', 0),
    (10, 1, '2020-12-10', '2020-12-15', 'Болезнь', 'ОРЗ', 0),
    (11, 2, '2022-11-25', '2022-12-02', 'Травма', 'Перелом руки', 1)
]
