anketa = [
    (1, 'Мария', 'Еревановна', '2000-12-12', 'ж', '2023-11-14', 'Кадры', 40000),
    (2, 'Артём', 'Сабуров', '2002-04-13', 'м', '2020-01-28', 'Маркетинг', 60000),
    (3, 'Елена', 'Понаморева', '1990-10-24', 'ж', '2022-08-04', 'IT', 80000),
    (4, 'Гомер', 'Симпсон', '1950-05-12', 'м', '2005-08-09', 'IT', 110000),
    (5, 'Анна', 'Тен', '2004-12-12', 'ж', '2023-07-06', 'Финансы', 250000),
    (6, 'Магомед', 'Араратов', '1980-08-09', 'м', '2018-09-23', 'Бухгалтерия', 25000)
]

bolnicnie_listi = [
    ()
]
